Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RestrictionsAllowReplayKit
source: Screen Recording
ar: تسجيل الشاشة
ca: Gravació de pantalla
cs: Záznam obrazovky
da: Skærmoptagelse
de: Bildschirmaufnahme
el: Εγγραφή οθόνης
es: Grabación de pantalla
es_us: Grabación de pantalla
fi: Näyttötallennus
fr: Enregistrement de l’écran
fr_ca: Enregistrement d’écran
he: הקלטת מסך
hi: स्क्रीन रिकॉर्डिंग
hr: Snimanje zaslona
hu: Képernyőfelvétel
id: Perekaman Layar
it: Registrazione schermo
ja: 画面収録
ko: 화면 기록
ms: Rakaman Skrin
nb: Skjermopptak
nl: Schermopname
pl: Nagranie z ekranu
pt_br: Gravação da Tela
pt_pt: Gravação do ecrã
ro: Înregistrarea ecranului
ru: Запись экрана
sk: Záznam obrazovky
sl: Snemanje zaslona
sv: Skärminspelning
th: การบันทึกหน้าจอ
tr: Ekran Kaydı
uk: Запис екрана
vi: Ghi màn hình
zh_cn: 录屏
zh_hk: 螢幕錄影
zh_tw: 螢幕錄影

# RestrictionsAllowValue
source: Allow
ar: السماح
ca: Permet
cs: Povolit
da: Tillad
de: Erlauben
el: Ναι
es: Permitir
es_us: Permitir
fi: Salli
fr: Autoriser
fr_ca: Autoriser
he: אישור
hi: अनुमति दें
hr: Dozvoljeno
hu: Engedélyezés
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
ms: Benarkan
nb: Tillat
nl: Sta toe
pl: Pozwól
pt_br: Permitir
pt_pt: Permitir
ro: Permiteți
ru: Разрешить
sk: Povolené
sl: Dovoli
sv: Tillåt
th: อนุญาต
tr: İzin Ver
uk: Дозволити
vi: Cho phép
zh_cn: 允许
zh_hk: 允許
zh_tw: 允許

# RestrictionsAllowVideoSubscriberAccountChangesTitle
source: TV Provider
ar: مزود خدمة التلفزيون
ca: Proveïdor de TV
cs: Poskytovatel TV
da: Tv-udbyder
de: TV-Anbieter
el: Πάροχος τηλεοπτικών υπηρεσιών
es: Proveedor de TV
es_us: Proveedor de TV
fi: TV-palveluntarjoaja
fr: Fournisseur TV
fr_ca: Fournisseur de contenus télévisés
he: ספק שירותי טלוויזיה
hi: टीवी सर्विस प्रोवाइडर
hr: TV operater
hu: TV-szolgáltató
id: Penyedia TV
it: Provider TV
ja: TVプロバイダ
ko: TV 제공업체
ms: Penyedia TV
nb: TV-distributør
nl: Tv-aanbieder
pl: Dostawca TV
pt_br: Provedor de TV
pt_pt: Fornecedor de TV
ro: Furnizor TV
ru: Телепровайдер
sk: Poskytovateľ TV služby
sl: Ponudnik televizijskih storitev
sv: TV-leverantör
th: ผู้ให้บริการทีวี
tr: TV Sağlayıcı
uk: ТБ‑провайдер
vi: Nhà cung cấp TV
zh_cn: 电视提供商
zh_hk: 電視供應商
zh_tw: 電視業者

# RestrictionsAskValue
source: Ask
ar: طلب
ca: Pregunta
cs: Zeptat se
da: Spørg
de: Fragen
el: Ερώτηση
es: Preguntar
es_us: Preguntar
fi: Kysy
fr: Demander
fr_ca: Demander
he: לשאול
hi: पूछें
hr: Pitaj
hu: Kérdés
id: Tanya
it: Chiedi
ja: 確認
ko: 묻기
ms: Minta
nb: Spør
nl: Vraag
pl: Zapytaj
pt_br: Perguntar
pt_pt: Perguntar
ro: Solicitați
ru: Спрашивать
sk: Opýtať sa
sl: Vprašaj
sv: Fråga
th: ถาม
tr: Sor
uk: Питати
vi: Hỏi
zh_cn: 询问
zh_hk: 詢問
zh_tw: 詢問

# RestrictionsBlockValue
source: Block
ar: حظر
ca: Bloqueja
cs: Zablokovat
da: Bloker
de: Blockieren
el: Αποκλεισμός
es: Bloquear
es_us: Bloquear
fi: Estä
fr: Bloquer
fr_ca: Bloquer
he: חסימה
hi: ब्लॉक करें
hr: Blokirano
hu: Blokkolás
id: Blokir
it: Blocca
ja: ブロック
ko: 차단
ms: Sekat
nb: Blokker
nl: Blokkeer
pl: Zablokuj
pt_br: Bloquear
pt_pt: Bloquear
ro: Blocați
ru: Блокировать
sk: Blokovať
sl: Blokiraj
sv: Blockera
th: ปิดกั้น
tr: Engelle
uk: Блокувати
vi: Chặn
zh_cn: 阻止
zh_hk: 封鎖
zh_tw: 封鎖

# RestrictionsBypassWithDeviceUsersGroupTitle
source: Bypass Restrictions With Device
ar: تجاوز القيود باستخدام جهاز
ca: Omet les restriccions amb el dispositiu
cs: Obcházet omezení pomocí zařízení
da: Tilsidesæt begrænsninger med enhed
de: Einschränkungen mit Gerät umgehen
el: Παράκαμψη περιορισμών με συσκευή
es: Evitar las restricciones con un dispositivo
es_us: Ignorar restricciones con dispositivo
fi: Rajoitusten ohitus laitteella
fr: Contourner les restrictions avec un appareil
fr_ca: Contourner les restrictions avec l’appareil
he: עקיפת הגבלות עם המכשיר
hi: डिवाइस के ज़रिए प्रतिबंधों से बचें
hr: Zaobilaženje ograničenja pomoću uređaja
hu: Korlátozások megkerülése eszközzel
id: Pintas Pembatasan Dengan Perangkat
it: Ignora le restrizioni con un dispositivo
ja: デバイスでの制限を回避
ko: 기기로 제한 건너뛰기
ms: Pintasan Pengehadan dengan Peranti
nb: Omgå restriksjoner med enhet
nl: Negeer beperkingen met apparaat
pl: Omijaj ograniczenia, używając urządzenia
pt_br: Contornar Restrições com Dispositivo
pt_pt: Ignorar restrições com dispositivo
ro: Ocolire restricții cu dispozitiv
ru: Обход ограничений для устройства
sk: Obídenie obmedzení pomocou zariadenia
sl: Obhod omejitev z napravo
sv: Förbigå begränsningar med enhet
th: ผ่านการจำกัดด้วยอุปกรณ์
tr: Sınırlamaları Aygıtla Atla
uk: Обхід обмежень із пристрою
vi: Bỏ qua giới hạn bằng thiết bị
zh_cn: 绕过设备访问限制
zh_hk: 透過裝置略過功能限制
zh_tw: 使用裝置略過取用限制

# RestrictionsChangePasscodeTitle
source: Change Passcode
ar: تغيير رمز الدخول
ca: Canvia el codi
cs: Změnit kód
da: Skift kode
de: Code ändern
el: Αλλαγή κωδικού
es: Cambiar código
es_us: Cambiar código
fi: Vaihda pääsykoodi
fr: Changer le code
fr_ca: Changer le code
he: שינוי קוד הגישה
hi: पासकोड बदलें
hr: Promjena šifre
hu: Jelkód módosítása
id: Ubah Kode Sandi
it: Modifica codice
ja: パスコードを変更
ko: 암호 변경
ms: Tukar Kod Laluan
nb: Endre kode
nl: Wijzig toegangscode
pl: Zmień kod
pt_br: Alterar Código
pt_pt: Alterar código
ro: Schimbați codul
ru: Смена код‑пароля
sk: Zmeniť kód
sl: Spremeni kodo za dostop
sv: Ändra lösenkod
th: เปลี่ยนรหัส
tr: Kodu Değiştir
uk: Змінити код допуску
vi: Thay đổi mật mã
zh_cn: 更改口令
zh_hk: 更改密碼
zh_tw: 更改密碼

# RestrictionsCleanValue
source: Clean
ar: لائق
ca: Apte
cs: Nezávadné
da: Ikke anstødeligt
de: Unbedenklich
el: Κατάλληλο
es: Apto
es_us: Censurado
fi: Lapsille sopiva
fr: Tous publics
fr_ca: Visa Général
he: נקי
hi: श्लील
hr: Korektno
hu: Tiszta
id: Bersih
it: Contenuti adatti a tutti
ja: 不適切な内容を含まない
ko: 전체연령
ms: Bersih
nb: Anstendig
nl: Veilig
pl: Dla wszystkich
pt_br: Apropriado
pt_pt: Para todos
ro: Adecvat
ru: Без ненормативного
sk: Vhodné
sl: Primerno za vse
sv: Barnvänligt
th: สุภาพ
tr: Uygun
uk: Не відверті
vi: Sạch
zh_cn: 儿童适宜
zh_hk: 兒童適宜
zh_tw: 兒少適宜

# RestrictionsConferenceRoomDisplayTitle
source: Conference Room Display
ar: شاشة عرض غرفة الاجتماعات
ca: Pantalla de sala de conferències
cs: Konferenční místnost
da: Konferencerumsskærm
de: Konferenzraum-Display
el: Οθόνη αίθουσας διασκέψεων
es: Pantalla de sala de conferencias
es_us: Pantalla de sala de conferencias
fi: Neuvotteluhuoneen näyttö
fr: Affichage Salle de conférence
fr_ca: Affichage Salle de conférence
he: תצוגת חדר ועידה
hi: सम्मेलन कक्ष डिस्प्ले
hr: Zaslon konferencijske sobe
hu: Megjelenítés konferenciateremben
id: Tampilan Ruang Konferensi
it: Schermo sala conferenze
ja: 会議室のディスプレイ
ko: 회의실 디스플레이
ms: Paparan Bilik Persidangan
nb: Møteromsvisning
nl: Vergaderruimteweergave
pl: Pokaz w sali konferencyjnej
pt_br: Tela de Sala de Conferência
pt_pt: Ecrã sala de conferência
ro: Afișaj sală de conferințe
ru: Монитор в конференц‑зале
sk: Konferenčná miestnosť
sl: Zaslon konferenčne sobe
sv: Konferensrumsskärm
th: จอแสดงผลห้องประชุม
tr: Konferans Odası Görüntüsü
uk: Конференц-дисплей
vi: Màn hình phòng hội nghị
zh_cn: 会议室显示器
zh_hk: 會議室顯示器
zh_tw: 會議室顯示器

# RestrictionsContentFilterRegionTitle
source: Ratings For
ar: التصنيفات لـ
ca: Qualificacions per a
cs: Věkové kategorie
da: Aldersgrænser i
de: Altersfreigaben für
el: Καταλληλότητα για
es: Calificación para
es_us: Calificación para
fi: Ikärajat
fr: Classification
fr_ca: Classification
he: דירוגים עבור
hi: इसके लिए रेटिंग
hr: Klasifikacija za:
hu: Korhatárbesorolás
id: Nilai Untuk
it: Restrizioni
ja: レートの対象
ko: 국가별 등급 제한
ms: Penilaian Untuk
nb: Aldersgrenser for
nl: Beoordelingen voor
pl: Kategorie wiekowe
pt_br: Classificações para
pt_pt: Classificações
ro: Evaluări pentru
ru: Возрастной ценз
sk: Hodnotenie pre
sl: Starostne ocene za regijo
sv: Åldersgränser i
th: การจัดอันดับสำหรับ
tr: Derecelendirme
uk: Класифікація
vi: Xếp hạng cho
zh_cn: 评级所在地区
zh_hk: 分級所在地區
zh_tw: 分級所在地區

# RestrictionsCountryCodeDefault
source: us
ar: sa
ca: es
cs: cz
da: dk
de: de
el: gr
es: es
es_us: mx
fi: fi
fr: fr
fr_ca: ca
he: il
hi: in
hr: hr
hu: hu
id: id
it: it
ja: jp
ko: kr
ms: my
nb: no
nl: nl
pl: pl
pt_br: br
pt_pt: pt
ro: ro
ru: ru
sk: sk
sl: zda
sv: se
th: th
tr: tr
uk: ua
vi: vn
zh_cn: cn
zh_hk: hk
zh_tw: tw

# RestrictionsEnableTitle
source: Restrictions
ar: القيود
ca: Restriccions
cs: Omezení
da: Begrænsninger
de: Einschränkungen
el: Περιορισμοί
es: Restricciones
es_us: Restricciones
fi: Rajoitukset
he: הגבלות
hi: प्रतिबंध
hr: Ograničenja
hu: Korlátozások
id: Pembatasan
it: Restrizioni
ja: 制限
ko: 제한
ms: Pengehadan
nb: Restriksjoner
nl: Beperkingen
pl: Ograniczenia
pt_br: Restrições
pt_pt: Restrições
ro: Restricții
ru: Ограничения
sk: Obmedzenia
sl: Omejitve
sv: Begränsningar
th: การจำกัด
tr: Sınırlamalar
uk: Обмеження
vi: Giới hạn
zh_cn: 访问限制
zh_hk: 功能限制
zh_tw: 取用限制

# RestrictionsExplicitValue
source: Explicit
ar: غير لائق
ca: Explícit
cs: Explicitní
da: Anstødeligt
de: Anstößig
el: Ακατάλληλο
es: Explícito
es_us: Explícito
fi: Kaikki
fr: Explicite
fr_ca: Contenu explicite
he: תוכן בוטה
hi: अश्लील
hr: Eksplicitno
hu: Szókimondó
id: Eksplisit
it: Contenuti espliciti
ja: 不適切な内容を含む
ko: 무삭제판
ms: Eksplisit
nb: Eksplisitt
nl: Expliciet
pl: Dla dorosłych
pt_br: Explícito
pt_pt: Explícito
ru: С ненормативным
sk: Nevhodné
sl: Nazorna vsebina
th: ไม่เหมาะสม
tr: Uygunsuz İçerik
uk: Відверті
vi: Thô tục
zh_cn: 儿童不宜
zh_hk: 兒童不宜
zh_tw: 兒少不宜

# RestrictionsHide_MusicSocial
source: Hide
ar: إخفاء
ca: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_us: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

# RestrictionsHide_SiriExplicit
source: Hide
ar: إخفاء
ca: Oculta
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
es_us: Ocultar
fi: Kätke
fr: Masquer
fr_ca: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascundeți
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Göm
th: ซ่อน
tr: Gizle
uk: Сховати
vi: Ẩn
zh_cn: 隐藏
zh_hk: 隱藏
zh_tw: 隱藏

# RestrictionsMusicSocialFeaturesHide
source: Profiles will be hidden in Apple Music.
ar: سيتم إخفاء الملفات التعريفية في Apple Music.
ca: Els perfils s’ocultaran a l’Apple Music.
cs: Profily v Apple Music budou skryté.
da: Profiler skjules i Apple Music.
de: Profile werden in Apple Music ausgeblendet.
el: Τα προφίλ δεν θα είναι ορατά στο Apple Music.
es: Los perfiles se ocultarán en Apple Music.
es_us: Se ocultarán los perfiles en Apple Music.
fi: Profiilit kätketään Apple Musicissa.
fr: Les profils seront masqués dans Apple Music.
fr_ca: Les profils seront masqués dans Apple Music.
he: הפרופילים יוסתרו ב-Apple Music.
hi: Apple Music में प्रोफ़ाइल छिपाई जाएँगी।
hr: Profili će biti sakriveni u Apple Musicu.
hu: A profilok el lesznek rejtve az Apple Musicban.
id: Profil akan disembunyikan di Apple Music.
it: I profili verranno nascosti su Apple Music.
ja: プロフィールがApple Musicに表示されなくなります。
ko: 프로필이 Apple Music에서 가려집니다.
ms: Profil akan disembunyikan dalam Apple Music.
nb: Profiler vil bli skjult i Apple Music.
nl: Profielen worden verborgen in Apple Music.
pl: Profile będą ukrywane w Apple Music.
pt_br: Os perfis serão ocultados no Apple Music.
pt_pt: Os perfis serão ocultados em Apple Music.
ro: Profilurile vor fi ascunse în Apple Music.
ru: Профили не будут отображаться в Apple Music.
sk: Profily v Apple Music budú skryté.
sl: Profili v storitvi Apple Music bodo skriti.
sv: Profiler göms i Apple Music.
th: โปรไฟล์จะไม่แสดงใน Apple Music
tr: Profiller Apple Music’te gizlenir.
uk: Профілі буде сховано в Apple Music.
vi: Trang cá nhân sẽ bị ẩn trong Apple Music.
zh_cn: Apple Music中将隐藏个人资料。
zh_hk: 個人檔案會在Apple Music隱藏。
zh_tw: 個人檔案將在Apple Music中隱藏。

# RestrictionsMusicSocialFeaturesShow
source: Profiles will be displayed in Apple Music.
ar: سيتم عرض الملفات التعريفية في Apple Music.
ca: Els perfils es mostraran a l’Apple Music.
cs: V Apple Music se budou zobrazovat profily.
da: Profiler vises i Apple Music.
de: Profile werden in Apple Music eingeblendet.
el: Τα προφίλ θα είναι ορατά στο Apple Music.
es: Los perfiles se mostrarán en Apple Music.
es_us: Se mostrarán los perfiles en Apple Music.
fi: Profiilit näkyvät Apple Musicissa.
fr: Les profils seront affichés dans Apple Music.
fr_ca: Les profils seront affichés dans Apple Music.
he: הפרופילים יוצגו ב-Apple Music.
hi: Apple Music में प्रोफ़ाइल दिखाई जाएँगी।
hr: Profili će biti prikazani u Apple Musicu.
hu: A profilok meg fognak jelenni az Apple Musicban.
id: Profil akan ditampilkan di Apple Music.
it: I profili verranno mostrati su Apple Music.
ja: プロフィールがApple Musicに表示されます。
ko: 프로필이 Apple Music에 표시됩니다.
ms: Profil akan dipaparkan dalam Apple Music.
nb: Profiler vil bli vist i Apple Music.
nl: Profielen worden weergegeven in Apple Music.
pl: Profile będą wyświetlane w Apple Music.
pt_br: Os perfis serão exibidos no Apple Music.
pt_pt: Os perfis serão visíveis em Apple Music.
ro: Profilurile vor fi afișate în Apple Music.
ru: Профили будут отображаться в Apple Music.
sk: Profily v Apple Music budú zobrazené.
sl: Profili v storitvi Apple Music bodo prikazani.
sv: Profiler visas i Apple Music.
th: โปรไฟล์จะแสดงใน Apple Music
tr: Profiller Apple Music’te görüntülenir.
uk: Профілі відображатимуться в Apple Music.
vi: Trang cá nhân sẽ được hiển thị trong Apple Music.
zh_cn: Apple Music中将显示个人资料。
zh_hk: 個人檔案會在Apple Music顯示。
zh_tw: 個人檔案將在Apple Music中顯示。

# RestrictionsParentalControlsSectionTitle
source: Parental Controls
ar: الإشراف العائلي
ca: Controls parentals
cs: Rodičovský dohled
da: Børnesikring
de: Kindersicherung
el: Γονικός έλεγχος
es: Controles parentales
es_us: Controles parentales
fi: Käyttörajoitukset
fr: Contrôle parental
fr_ca: Contrôle parental
he: בקרת הורים
hi: पेरेंटल कंट्रोल
hr: Roditeljske kontrole
hu: Szülői felügyelet
id: Pengawasan Orang Tua
it: Controlli parentali
ja: ペアレンタルコントロール
ko: 유해 콘텐츠 차단
ms: Kawalan Ibu Bapa
nb: Foreldrekontroll
nl: Ouderlijk toezicht
pl: Nadzór rodzicielski
pt_br: Controles Parentais
pt_pt: Controlo parental
ro: Controale parentale
ru: Родительский контроль
sk: Rodičovská ochrana
sl: Starševski nadzor
sv: Föräldrakontroll
th: การควบคุมโดยผู้ปกครอง
tr: Ebeveyn Denetimleri
uk: Батьківський контроль
vi: Kiểm soát của Phụ huynh
zh_cn: 家长控制
zh_hk: 分級保護控制
zh_tw: 分級保護控制

# RestrictionsPasscodeChangeOldPrompt
source: Enter your current four-digit passcode.
ar: أدخل رمز الدخول الحالي المكون من أربعة أرقام.
ca: Introdueix el codi de quatre dígits actual.
cs: Zadejte svůj aktuální čtyřmístný kód.
da: Skriv din aktuelle firecifrede kode.
de: Gib deinen aktuellen vierstelligen Code ein.
el: Εισαγάγετε τον τρέχοντα τετραψήφιο κωδικό σας.
es: Introduce tu código de 4 dígitos actual.
es_us: Ingresa tu código actual de 4 dígitos.
fi: Syötä nykyinen nelinumeroinen pääsykoodi.
fr: Saisissez votre code à quatre chiffres actuel.
fr_ca: Saisissez votre code à quatre chiffres actuel.
he: יש להזין את קוד הגישה הנוכחי בן ארבע הספרות.
hi: अपना चार अंकों का वर्तमान पासकोड दर्ज करें।
hr: Unesite trenutačnu četveroznamenkastu šifru.
hu: Adja meg az aktuális négyjegyű hozzáférési kódot.
id: Masukkan empat digit kode sandi Anda saat ini.
it: Inserisci il tuo attuale codice a quattro cifre.
ja: 現在の4桁のパスコードを入力してください。
ko: 기존 4자리의 암호를 입력하십시오.
ms: Masukkan kod laluan empat digit semasa anda.
nb: Oppgi din nåværende, firesifrede kode.
nl: Voer je huidige viercijferige toegangscode in.
pl: Podaj bieżący czterocyfrowy kod.
pt_br: Digite o código de quatro dígitos atual.
pt_pt: Digite o código de quatro dígitos.
ro: Introduceți codul dvs. actual de 4 cifre.
ru: Введите текущий код‑пароль из 4 цифр.
sk: Zadajte svoj aktuálny štvorciferný kód.
sl: Vnesite trenutno štirimestno kodo za dostop.
sv: Ange din nuvarande fyrsiffriga lösenkod.
th: ป้อนรหัสตัวเลขสี่หลักปัจจุบันของคุณ
tr: Şu anki dört basamaklı kodunuzu girin.
uk: Введіть поточний 4-значний код допуску.
vi: Nhập mật mã bốn chữ số hiện tại của bạn.
zh_cn: 请输入现有的四位口令。
zh_hk: 輸入現時的四位數字密碼。
zh_tw: 輸入目前的四位數密碼。

# RestrictionsPasscodeChangeOldTitle
source: Current Passcode
ar: كلمة السر الحالية
ca: Codi actual
cs: Aktuální kód
da: Aktuel kode
de: Aktueller Code
el: Τρέχων κωδικός
es: Código actual
es_us: Código actual
fi: Nykyinen pääsykoodi
fr: Code actuel
fr_ca: Code actuel
he: קוד הגישה הנוכחי
hi: वर्तमान पासकोड
hr: Trenutačna šifra
hu: Jelenlegi jelkód
id: Kode Sandi Saat Ini
it: Codice attuale
ja: 現在のパスコード
ko: 현재 암호
ms: Kod Laluan Semasa
nb: Nåværende kode
nl: Huidige toegangscode
pl: Bieżący kod
pt_br: Código Atual
pt_pt: Código atual
ro: Codul curent
ru: Текущий код‑пароль
sk: Aktuálny kód
sl: Trenutna koda za dostop
sv: Nuvarande lösenkod
th: รหัสปัจจุบัน
tr: Şu Anki Kod
uk: Поточний код допуску
vi: Mật mã Hiện tại
zh_cn: 当前口令
zh_hk: 現用密碼
zh_tw: 現用密碼

# RestrictionsPasscodeChangePrompt
source: Enter your new four-digit passcode.
ar: أدخل رمز الدخول الجديد المكون من أربعة أرقام.
ca: Introdueix el nou codi de quatre dígits.
cs: Zadejte svůj nový čtyřmístný kód.
da: Skriv din nye firecifrede kode.
de: Gib deinen neuen, vierstelligen Code ein.
el: Εισαγάγετε τον νέο τετραψήφιο κωδικό.
es: Introduce tu nuevo código de cuatro dígitos.
es_us: Ingresa tu nuevo código de cuatro dígitos.
fi: Syötä uusi nelinumeroinen pääsykoodi.
fr: Saisissez votre nouveau code à quatre chiffres.
fr_ca: Entrez votre nouveau code à quatre chiffres.
he: יש להזין את קוד הגישה בן 4 הספרות החדש.
hi: अपना चार अंकों का नया पासकोड दर्ज करें।
hr: Unesite novu četveroznamenkastu šifru.
hu: Adjon meg egy új négyjegyű hozzáférési kódot.
id: Masukkan empat digit kode sandi baru Anda.
it: Inserisci il nuovo codice a quattro cifre.
ja: 新しい4桁のパスコードを入力してください。
ko: 새로운 4자리의 암호를 입력하십시오.
ms: Masukkan kod laluan 4 digit baharu anda.
nb: Skriv inn en ny, firesifret kode.
nl: Geef je nieuwe viercijferige toegangscode op.
pl: Podaj nowy czterocyfrowy kod.
pt_br: Digite o seu novo código de quatro dígitos.
pt_pt: Digite o seu novo código de quatro dígitos.
ro: Introduceți un cod nou din patru cifre.
ru: Введите новый код‑пароль из 4 цифр.
sk: Zadajte svoj nový štvorciferný kód.
sl: Vnesite novo štirimestno kodo za dostop.
sv: Ange din nya fyrsiffriga lösenkod.
th: ป้อนรหัสตัวเลขสี่หลักชุดใหม่ของคุณ
tr: Yeni dört basamaklı kodunuzu girin.
uk: Введіть новий 4‑значний код допуску.
vi: Nhập mật mã bốn chữ số mới của bạn.
zh_cn: 请输入新的四位口令。
zh_hk: 輸入你的新密碼（四位數字）。
zh_tw: 輸入新的四位數密碼。

# RestrictionsPasscodeChangeTitle
source: New Passcode
ar: رمز الدخول الجديد
ca: Nou codi
cs: Nový kód
da: Ny kode
de: Neuer Code
el: Νέος κωδικός
es: Nuevo código
es_us: Nuevo código
fi: Uusi pääsykoodi
fr: Nouveau code
fr_ca: Nouveau code
he: קוד הגישה החדש
hi: नया पासकोड
hr: Nova šifra
hu: Új hozzáférési kód
id: Kode Sandi Baru
it: Nuovo codice
ja: 新規パスコード
ko: 새로운 암호
ms: Kod Laluan Baharu
nb: Ny kode
nl: Nieuwe toegangscode
pl: Nowy kod
pt_br: Novo Código
pt_pt: Novo código
ro: Cod nou
ru: Новый код‑пароль
sk: Nový kód
sl: Nova koda za dostop
sv: Ny lösenkod
th: รหัสใหม่
tr: Yeni Kod
uk: Новий код допуску
vi: Mật mã Mới
zh_cn: 新口令
zh_hk: 新密碼
zh_tw: 新密碼

# RestrictionsPasscodeEntryDisablePrompt
source: Enter your Apple TV passcode to turn off restrictions.
ar: أدخل رمز دخول Apple TV لإيقاف القيود.
ca: Introdueix el codi de l’Apple TV per desactivar les restriccions.
cs: Chcete‑li vypnout omezení, zadejte kód Apple TV.
da: Skriv din Apple TV-kode for at slå begrænsninger fra.
de: Gib den Apple TV-Code ein, um die Einschränkungen zu deaktivieren.
el: Εισαγάγετε τον κωδικό Apple TV για απενεργοποίηση των περιορισμών.
es: Introduce el código del Apple TV para desactivar las restricciones.
es_us: Ingresa tu código del Apple TV para desactivar las restricciones.
fi: Laita rajoitukset pois päältä syöttämällä Apple TV:n pääsykoodi.
fr: Saisissez le code de votre Apple TV pour désactiver les restrictions.
fr_ca: Entrez le code de votre Apple TV pour désactiver les restrictions.
he: יש להזין את קוד הגישה של ה-Apple TV כדי לבטל את ההגבלות.
hi: प्रतिबंधों को बंद करने के लिए अपना Apple TV पासकोड दर्ज करें।
hr: Unesite šifru vašeg Apple TV‑a kako biste isključili ograničenja.
hu: Adja meg az Apple TV jelkódját a korlátozások kikapcsolásához.
id: Masukkan kode sandi Apple TV Anda untuk mematikan pembatasan.
it: Per disattivare le restrizioni, inserisci il codice di Apple TV.
ja: 制限をオフにするにはApple TVのパスコードを入力してください。
ko: 제한을 끄려면 Apple TV 암호를 입력하십시오.
ms: Masukkan kod laluan Apple TV anda untuk menyahaktifkan pengehadan.
nb: Oppgi Apple TV-koden for å slå av restriksjoner.
nl: Voer je Apple TV-code in om beperkingen uit te schakelen.
pl: Aby wyłączyć ograniczenia, podaj kod Apple TV.
pt_br: Digite o código da sua Apple TV para desativar as restrições.
pt_pt: Digite o código da Apple TV para desativar as restrições.
ro: Introduceți codul dvs. de acces la Apple TV pentru a dezactiva restricțiile.
ru: Введите код‑пароль Apple TV, чтобы выключить ограничения.
sk: Pre vypnutie obmedzení zadajte kód svojho Apple TV.
sl: Vnesite svojo kodo za dostop za Apple TV, da izklopite omejitve.
sv: Ange lösenkoden till Apple TV för att stänga av begränsningar.
th: ป้อนรหัส Apple TV ของคุณเพื่อปิดการจำกัด
tr: Sınırlamaları kapatmak için Apple TV kodunuzu girin.
uk: Введіть код допуску Apple TV, щоб вимкнути обмеження.
vi: Nhập mật mã Apple TV của bạn để tắt giới hạn.
zh_cn: 输入Apple TV口令来关闭访问限制。
zh_hk: 請輸入Apple TV密碼以關閉「功能限制」。
zh_tw: 輸入你的Apple TV密碼以關閉取用限制。

# RestrictionsPasscodeEntryDisableTitle
source: Turn off Restrictions
ar: إيقاف القيود
ca: Desactiva les restriccions
cs: Vypněte omezení
da: Slå Begrænsninger fra
de: Einschränkungen deaktivieren
el: Απενεργοποίηση των Περιορισμών
es: Desactiva las restricciones
es_us: Desactivar restricciones
fi: Laita rajoitukset pois päältä
fr: Désactiver les restrictions
fr_ca: Désactiver les restrictions
he: ביטול ההגבלות
hi: प्रतिबंध बंद करें
hr: Isključite ograničenja
hu: Korlátozások kikapcsolása
id: Matikan Pembatasan
it: Disattiva restrizioni
ja: 制限をオフにする
ko: 제한 끄기
ms: Nyahaktifkan Pengehadan
nb: Slå av restriksjoner
nl: Schakel beperkingen uit
pl: Wyłącz ograniczenia
pt_br: Desativar Restrições
pt_pt: Desativar restrições
ro: Dezactivați restricțiile
ru: Выключение ограничений
sk: Vypnite obmedzenia
sl: Izklop omejitev
sv: Stäng av begränsningar
th: ปิดการจำกัด
tr: Sınırlamaları Kapatın
uk: Вимкнути обмеження
vi: Tắt Giới hạn
zh_cn: 关闭访问限制
zh_hk: 關閉功能限制
zh_tw: 關閉取用限制
